{
  "types": [
    {
      "name": "Body",
      "class": ".text.-body",
      "type": "body",
      "text": "Officia magna aliqua qui enim ex hic cupidatat et quamquam e esse iudicem do velit labore qui in esse instituendarum non ab sunt coniunctione, incididunt eu appellat, esse singulis distinguantur est dolor nostrud voluptatibus. Excepteur summis se laborum praesentibus, deserunt in illum doctrina, probant tamen eiusmod ab fabulas nulla quo admodum consectetur. Ipsum vidisse familiaritatem si veniam se mandaremus hic nulla ad ab do quid dolore quid, laborum ad eram fabulas e incididunt sunt proident voluptate, nescius se cillum fabulas, ab culpa varias qui occaecat te elit incurreret graviterque. Qui tempor in cupidatat ubi esse firmissimum nescius quid deserunt. A legam lorem hic voluptate, est esse despicationes, eram eiusmod te varias quorum non singulis arbitrantur id incididunt de quis et sed eram pariatur, ea probant est singulis, elit litteris ut quid aliqua, qui legam minim quid laboris. Aut quorum labore ut cupidatat. Proident quo quae laborum, ea quis eiusmod iudicem, cillum aut occaecat in id labore commodo senserit."
    },
    {
      "name": "Alternate Body",
      "class": ".text.-body-alt",
      "type": "body",
      "alternate": true,
      "text": "Esse admodum qui vidisse eu veniam doctrina firmissimum te excepteur amet tempor expetendis aut te voluptate comprehenderit ea arbitror summis te incurreret efflorescere, ubi magna duis legam occaecat, ea id aliqua minim aute ita ea quae vidisse praesentibus. In ut irure quae noster. Labore excepteur transferrem, eu quamquam e occaecat, ex ut anim arbitror de singulis efflorescere an nescius. Id te sint vidisse, illum litteris si veniam labore aut lorem consequat probant, qui amet familiaritatem. Iudicem si cillum possumus, cillum firmissimum ingeniis velit possumus ab e magna ingeniis hic incididunt domesticarum se quamquam. Lorem commodo ita imitarentur. Arbitror quid a appellat illustriora si fore ab e noster proident qui quo quid imitarentur quo aut singulis quo quibusdam. Esse ut o cillum eiusmod ita pariatur enim velit voluptate summis."
    },
    {
      "name": "Lead",
      "class": ".text.-lead",
      "type": "lead",
      "text": "Mandaremus id quae, fore consequat de quis malis. Te commodo ea eiusmod in et multos a magna nam minim graviterque ingeniis duis officia de ut fore tamen eu tempor. Minim aliquip eu appellat te eram deserunt ad imitarentur. Iudicem quem possumus, et magna mentitum transferrem, pariatur malis eram id labore ea ingeniis ex nisi senserit."
    },
    {
      "name": "Blockquote",
      "class": ".text.-blockquote",
      "type": "blockquote",
      "text": "Fabulas culpa ad voluptate transferrem de nulla mandaremus ut concursionibus. O quibusdam arbitrantur sed tempor ab quem, iis labore possumus pariatur, nostrud nisi arbitror aliquip. Est quae anim sunt nostrud, excepteur in aute."
    },
    {
      "name": "Listing",
      "class": ".text.-listing",
      "type": "listing",
      "text": "Quibusdam veniam nescius ea hic magna cupidatat admodum, cupidatat noster excepteur probant do sunt ab et anim vidisse, aliquip quo varias nescius hic ne amet illum id fabulas in nam de quid cupidatat, aute id occaecat o illum. Ad malis proident in iis eu amet nisi anim ut sunt voluptate ut lorem eram, proident enim hic vidisse cohaerescant ita mentitum si tamen eiusmod, veniam litteris concursionibus, voluptate illustriora ea expetendis, ubi probant aut appellat. Si elit ita labore."
    },
    {
      "name": "Accent",
      "class": ".text.-accent",
      "type": "accent",
      "text": "Veniam tempor cohaerescant, aliqua arbitror te sempiternum, si sunt voluptate voluptate qui irure hic admodum ne quae. Cillum sed officia non summis, an ea fugiat probant. Non a quorum arbitror, do aute mandaremus quibusdam in ita ubi sint aute duis, ita e tamen vidisse, elit ut aliquip, aliquip legam ipsum et quae, eu non irure dolore duis, appellat labore offendit nostrud."
    },
    {
      "name": "Button",
      "class": ".text.-button",
      "type": "button",
      "text": "An probant quis aliqua"
    },
    {
      "name": "Badge",
      "class": ".text.-badge",
      "type": "badge",
      "text": "Amet efflorescere"
    },
    {
      "name": "Label",
      "class": ".text.-label",
      "type": "label",
      "text": "Voluptate nostrud sunt quibusdam"
    },
    {
      "name": "Data",
      "class": ".text.-data",
      "type": "data",
      "text": "Veniam mentitum ubi sempiternum. Excepteur eu probant. Ingeniis ubi amet iudicem, non arbitror illustriora in duis et incurreret, quamquam quid fugiat incididunt illum, veniam et ea cillum deserunt se se ad aute incurreret in ea velit voluptatibus eu duis fabulas offendit."
    }
  ]
}
