{
  "viewall": true,
  "label": "Show All",
  "config": {
    "scoring": true
  },
  "key": "year",
  "passthroughs": {
    "datetime": {
      "datetime": [":pubDate", {"datejs": false}]
    },
    "date": {
      "moment": [":pubDate", "MMMM D, YYYY", {"datejs": false}]
    },
    "year": {
      "moment": [":pubDate", "YYYY", {"datejs": false}]
    }
  },
  "index": [
    {
      "title": "\"Framing Shadows\" exhibition examines lives of African American nannies",
      "link": "https://web.library.emory.edu/news-events/news/archives/2019/framing-shadows-nannies-exhibit.html",
      "description": "A new exhibition of historical photographs at Emory University encourages visitors to consider the lives of African American women who spent years raising the children of white families. \"Framing Shadows: Portraits of Nannies from the Robert Langmuir African American Photograph Collection\" now open on Level 3 in Emory¿s Woodruff Library.",
      "encoded": {
        "__prefix": "content",
        "__cdata": "<article class=\"data-entry\"><p class=\"author\"> by \n                Maureen McGavin</p><div class=\" data-entry \"><div class=\"overview clearfix\"><figure class=\"structured-inset thirty-percent pull-right\"><img src=\"https://web.library.emory.edu/images/news/nannies-faces-pressed-cr-499.jpg\" alt=\"\" /><figcaption>A young African American girl sits in a chair, holding a baby girl close to her face, in this undated photo. Rees &amp; Minnis Galleries, Petersburg, Virginia. Robert Langmuir Photograph Collection, Rose Library at Emory University.</figcaption></figure>A new exhibition of historical photographs at Emory University encourages visitors to consider the lives of African American women who spent years raising the children of white families. &#8220;Framing Shadows: Portraits of Nannies from the Robert Langmuir African American Photograph Collection&#8221; now open on Level 3 in Emory&#8217;s Woodruff Library. The exhibition is free and open to the public.Kimberly Wallace-Sanders, associate professor of American Studies and African American Studies at Emory, curated the exhibition of about 20 photos from the 1840s to the 1920s. The portraits show the caregivers &#8211; African American women, girls, and sometimes men &#8211; posed with the white children of their employers.The images were drawn from the Robert Langmuir African American Photograph Collection in the <span><a href=\"http://rose.library.emory.edu\">Stuart A. Rose Manuscript, Archives and Rare Book Library</a></span>. This extensive collection contains more than 12,000 photographs depicting African American life from 1840&#8211;1970. Wallace-Sanders discusses the collection, the images and her research in a series of short videos featured in the exhibition. Also included are rare books from the Rose Library that provide context for the photographs from a variety of perspectives.&#160;</div><figure class=\"structured-inset sixty-percent pull-left\"><img src=\"https://web.library.emory.edu/images/news/nannies-mutton-sleeve-499.jpg\" alt=\"\" /><figcaption>An African American woman sits on a chair, holding a baby on her lap, in front of a window. Based on the leg-of-mutton sleeve on the dress she is wearing, this photo is estimated to have been taken around the 1890s. Robert Langmuir Photograph Collection, Rose Library at Emory University.</figcaption></figure>&#8220;The Rose Library&#8217;s extensive African American history collections were built for precisely this kind of exploration and analysis,&#8221; says Rose Library director Jennifer Gunter King. &#8220;We are so grateful to Kimberly Wallace-Sanders for developing the Framing Shadows exhibition from the Langmuir collection, and for helping to recover a fuller understanding of the experience of African American women who were pressed into service as nannies. We hope this exhibition will encourage more projects and collaborations with the Rose Library.&#8221;Wallace-Sanders, who is working on her second book about African American nannies, has researched this topic since her doctoral studies at Boston University. Through this exhibition, she invites visitors to look beyond stereotypes replicated in books and movies such as &#8220;Gone with the Wind&#8221; and &#8220;The Help&#8221; and question common assumptions about the images and the relationships they depict.The curator encourages visitors to move beyond their initial reactions or discomfort and think about the nannies&#8217; humanity as they examine the images &#8211; taking cues from body language, facial expressions and clothes.&#8220;Some viewers project a level of warmth and affection that isn&#8217;t actually evident in the photograph. Other viewers see pain or humiliation,&#8221; Wallace-Sanders says. &#8220;I encourage them to look closer. I tell them, &#8216;The more you look, the more you will see.&#8217;&#8220;This is the most complex interracial relationship there is,&#8221; she adds. &#8220;The stereotypical narrative emphasizes devotion and loyalty. But I want people to look a little deeper and ask some additional questions. Does this woman have children of her own? Who&#8217;s taking care of her children? Will she even get to see the portrait that was made for her employer&#8217;s family?&#8221;&#160;<figure class=\"structured-inset sixty-percent pull-right\"><img src=\"https://web.library.emory.edu/images/news/nannies-eyes-closed-499.jpg\" alt=\"\" /><figcaption>In this undated photo, an African American woman is shown with a baby laying on her lap. The woman appears to have fallen asleep while posing for the photo, perhaps exhausted from the demands of her work. Langmuir Photograph Collection, Rose Library at Emory University.</figcaption></figure>Many of the nannies depicted in these images are anonymous; the backs of the photos often bear the child&#8217;s name, but not the caregiver&#8217;s. Most of the information about the relationship between these nannies and their charges comes from the white family&#8217;s perspective, not the African American nanny, Wallace-Sanders says.&#8220;Biographical information about the women is hard to come by, because this person was focused on her relationship to them, which is not unusual. The narrative that we have heard is, &#8216;she was like a mother,&#8217; or &#8216;she was like family,&#8217;&#8221; she says. &#8220;But they don&#8217;t know her first or last name, whether she was married or had children, or where she lived.Ideally, Wallace-Sanders would love for the &#8220;Framing Shadows&#8221; exhibition to inspire visitors with relatives who served as nannies to come forward with their stories. &#8220;For African Americans whose mothers or grandmothers or aunts were in domestic service, what do you remember them saying about it?&#8221; she says.&#8220;We know so little about these women, aside from what the white children as adults remember about them,&#8221; she adds. &#8220;I hope by making these images public, more information will come up.&#8221;<a href=\"https://goo.gl/maps/Ju6qsqJt8hk\">540 Asbury Circle in Atlanta, 30322</a><a href=\"http://bit.ly/fishburneparking\">Fishburne</a></div><section class=\"related-links\"><h3>Related Links:</h3><ul class=\"links\"><li><a href=\"http://rose.library.emory.edu/collections/african-american-history-culture/langmuir.html\">Robert Langmuir African American Photograph Collection</a></li><li><a href=\"http://rose.library.emory.edu/collections/african-american-history-culture/index.html\">Rose Library African American collections overview</a></li></ul></section><section class=\"contact-info\"><h3>For media inquiries, contact:</h3><ul class=\"contact\"><li class=\"name\"><strong>Holly Crenshaw</strong></li><li class=\"contact-phone\">\n                    Phone: \n                    404-727-0211</li><li class=\"contact-email\">\n                    Email: \n                    <a href=\"mailto:holly.crenshaw@emory.edu\">holly.crenshaw@emory.edu</a></li></ul><ul class=\"contact\"><li class=\"name\"><strong>Elaine Justice</strong></li><li class=\"contact-phone\">\n                    Phone: \n                    404-727-0643</li><li class=\"contact-email\">\n                    Email: \n                    <a href=\"mailto:elaine.justice@emory.edu\">elaine.justice@emory.edu</a></li></ul></section></article>"
      },
      "pubDate": "Thu, 21 Feb 2019 14:58:00 -0500",
      "guid": "https://web.library.emory.edu/news-events/news/archives/2019/framing-shadows-nannies-exhibit.html"
                },
    {
      "title": "Dance class uses Rose Library archives to inspire choreography projects",
      "link": "https://web.library.emory.edu/news-events/news/archives/2019/dance-class-rose-er.html",
      "description": "It may seem like an unlikely pairing: An Emory dance class using the Rose Library archives as a source for choreography? However, it's turned out to be an ideal match, and a creative way to incorporate primary resources into a liberal arts education.",
      "encoded": {
        "__prefix": "content",
        "__cdata": "<article class=\"data-entry\"><p class=\"author\"> by \n                Maureen McGavin</p><div class=\" data-entry \"><div class=\"overview clearfix\"><figure class=\"structured-inset sixty-percent pull-right\"><img src=\"https://web.library.emory.edu/images/news/dance-archives-exhibit2alt-499x.jpg\" alt=\"\" /><figcaption>Rose Library instruction archivist Gabrielle Dudley (in red dress) tells Anna Leo's choreography class about the \"Building Emory's African American Collections\" exhibition. Photography by Emory Photo/Video.</figcaption></figure>It may seem like an unlikely pairing: An Emory dance class using the Rose Library archives as a source for choreography? However, it&#8217;s turned out to be an ideal match, and a creative way to incorporate primary resources into a liberal arts education.Since 2014, Emory dance professor Anna Leo has made the Rose Library collections exhibited in the Woodruff Library&#8217;s Schatten Gallery the focus of the final project for her Choreography I &#8211; Solo Dance Composition class. Her students tour the exhibitions with a Rose Library archivist as a jumping-off point, seeking ideas for their final dance, then spend time in the Rose archives to conduct research in their chosen collection that will inform their choreography.Working with archival material has been a rich source of inspiration for dance students to create storytelling through choreography for their end-of-semester solo final projects, Leo said.&#8220;Their reaction initially is, how am I going to do this?&#8221; Leo said. &#8220;I let the students know this is part of the process. Many choreographers do extensive library and archival research depending on the nature of their work. I want the students to recognize this as a way to deepen and broaden their choreographic voices.&#160;By the end of it, the students have produced some really provocative solos.&#8221;&#8220;It&#8217;s such a creative use of the archives,&#8221; said Gabrielle Dudley, the instruction archivist for the Rose Library who works with the students. &#8220;For me, it helps stretch my imagination about what the archives can do. We should be thinking about more uses of the archives like this, rather than just having students write a paper.&#8221;Leo&#8217;s class last semester had four weeks to craft original choreography. The class of 10 students visited the gallery&#8217;s current exhibition, &#8220;Building African American Collections: Highlights from the Curatorial Career of Randall K. Burkett.&#8221; (The exhibition closes Feb. 19 temporarily but&#160; reopens March 1 for an extended run.) Then they spent time up in the Rose Library, learning how to request a collection and conduct research in it.</div><figure class=\"structured-inset sixty-percent pull-left\"><img src=\"https://web.library.emory.edu/images/news/dance-archives-elise-stumpf.jpg\" alt=\"\" /><figcaption>Elise Stumpf summoned the spirit of Savannah fortune teller Mamie Wade Avant after spending time with her collection in the Rose Library.</figcaption></figure>Senior Elise Stumpf found her project idea in the archives of Savannah fortune teller Mamie Wade Avant. Her interest was piqued when she saw a crystal ball on display in the exhibit, and she decided to look at Avant&#8217;s collection of personal items in the Rose Library to get a better idea of who she was.&#8220;I immediately became interested in her relationship to [both] organized religion and unorthodox mystical practices,&#8221; Stumpf said. &#8220;I was also able to actually use her fortune-telling card decks, and I was fascinated by the use of numbers. The themes of her spirituality and numerical patterns kept coming back to me.&#8221;For her performance final, Stumpf recorded herself saying some of Avant&#8217;s divinations, &#8220;spliced so as not to accidentally incur a spell,&#8221; she said. Her movements imitated a woman casting spells and invoking spirits. &#8220;I trusted that whatever research I did would manifest in my movement and body in whatever phrase material I created,&#8221; Stumpf added.<figure class=\"structured-inset forty-percent pull-right\"><img src=\"https://web.library.emory.edu/images/news/dance-archives-jacob-robbins1.jpg\" alt=\"\" /><figcaption>Jacob Robbins brought to life the daily routines of the people pictured in the Robert Langmuir African American Photograph Collection.</figcaption></figure>&#160;Senior Jacob Robbins was intrigued by the Robert Langmuir African American Photograph Collection (1840-2000) after seeing some of the pictures in the exhibition, and he studied a scrapbook in the Rose Library collection. Fascinated by the daily life captured in the old photos, his goal was to bring some of those photos alive in his final dance: a boy licking an ice cream cone; kids waving and standing on the streets, leaning on fire hydrants; men working in a store, and other aspects of life.&#8220;I created gestures and postures to mimic their everyday life,&#8221; Robbins said. &#8220;I hoped to get across the nature of how they lived their lives, as well as re-create what it was like to flip through a large, delicate scrapbook.&#8221;&#160;&#160;<figure class=\"structured-inset sixty-percent pull-left\"><img src=\"https://web.library.emory.edu/images/news/dance-archives-kaleo-laymon1.jpg\" alt=\"\" /><figcaption>Kaleo Laymon used audio interviews of poets, including the late Lucille Clifton, to convey their feelings on violence, civil rights, and other issues in her original dance.</figcaption></figure>Sophomore Kaleo Laymon created her dance using archived audio clips about women&#8217;s and civil rights and violence from interviews with late poet Lucille Clifton and other poets. She interpreted the stories of more than 10 speakers, and her repeated slaps of one hand against the other near the end of her performance were stunning, as were the moments when she sat completely still except for the slight shaking of her head as a woman spoke about violence on the recording.&#8220;I was inspired by the distinct differences in each speaker's voice, story, and personality,&#8221; Laymon said. &#8220;I wanted to capture the emotions they really felt, be it sadness, desperation, frustration, terror, joy, or introspection.&#8221;Leo&#8217;s students said they enjoyed the experience of finding inspiration in the archives. &#8220;This was by far my favorite study we did in this class,&#8221; Laymon said. &#8220;I really loved working with the archives. Not only were the Rose Library staff incredible and so helpful, but I loved listening to the way history has shaped the art of poetry.&#8221;</div><section class=\"related-links\"><h3>Related Links:</h3><ul class=\"links\"><li><a href=\"https://bit.ly/2W9cFTE\">Watch Jacob Robbins' performance of \"Timeline\"</a></li><li><a href=\"https://web.library.emory.edu/news-events/news/archives/2018/burkett-african-american-exhibition.html\">Read more about the exhibition: \"Building African American Collections: Highlights from the Curatorial Career of Randall K. Burkett\"</a></li></ul></section><section class=\"contact-info\"><h3>For media inquiries, contact:</h3><ul class=\"contact\"><li class=\"name\"><strong>Holly Crenshaw</strong></li><li class=\"contact-phone\">\n                    Phone: \n                    404-727-0211</li><li class=\"contact-email\">\n                    Email: \n                    <a href=\"mailto:holly.crenshaw@emory.edu\">holly.crenshaw@emory.edu</a></li></ul><ul class=\"contact\"><li class=\"name\"><strong>Elaine Justice</strong></li><li class=\"contact-phone\">\n                    Phone: \n                    404-727-0643</li><li class=\"contact-email\">\n                    Email: \n                    <a href=\"mailto:elaine.justice@emory.edu\">elaine.justice@emory.edu</a></li></ul></section></article>"
      },
      "pubDate": "Wed, 13 Feb 2019 14:42:00 -0500",
      "guid": "https://web.library.emory.edu/news-events/news/archives/2019/dance-class-rose-er.html"
                },
    {
      "title": "One-Button Studio makes DIY video projects a snap",
      "link": "https://web.library.emory.edu/news-events/news/archives/2019/one-button-studio.html",
      "description": "The One-Button Studio is now open on Level 1 of the Woodruff Library, courtesy of Emory's Academic Technology Services. This new space allows Emory students, faculty and staff to record a quality HD video with the touch of a single button, without any prior production experience.",
      "encoded": {
        "__prefix": "content",
        "__cdata": "<article class=\"data-entry\"><p class=\"author\"> by \n                Emory Libraries</p><div class=\" data-entry \"><div class=\"overview clearfix\"><figure class=\"structured-inset sixty-percent pull-right\"><img src=\"https://web.library.emory.edu/images/news/one-button-studio.jpg\" alt=\"\" /><figcaption>Inserting a USB drive turns on the lights and camera; pushing the button starts the recording.</figcaption></figure>The One-Button Studio is now open on Level 1 of the Woodruff Library, courtesy of Emory&#8217;s Academic Technology Services. This new space allows Emory students, faculty and staff to record a quality HD video with the touch of a single button, without any prior production experience.To record a video, users insert a USB drive, which automatically turns on the pre-set microphone, camera, and studio lights. A push of one button starts and stops the recording.The studio is available Monday through Friday, 10 a.m. &#8211; 5:30 p.m., and can be reserved through the <span><a href=\"http://it.emory.edu/studentdigitallife/study_production_spaces/reserve-space/index.html\">Student Digital Life Resource Scheduler</a></span>. Extended evening and weekend hours may be added in the near future. Users can reserve the space for a maximum of three hours. Because of its size, the studio can accommodate just two people.The space<span style=\"text-decoration: line-through;\"> </span>is ideal for practicing a presentation, recording an interview or lecture, or creating a podcast. The studio has a gray background for filming, but green and blue screen options are also available for swapping backgrounds in post-production.The One Button Studio <span><a href=\"http://it.emory.edu/studentdigitallife/study_production_spaces/one-button-studio/index.html\">webpage</a></span> includes filming tips. To learn more, Emory faculty, staff, and students can access <span><a href=\"http://it.emory.edu/lynda/\">Lynda.com</a></span>, an open online resource with more than 4,000 video classes, including a wide array of short courses on video production that includes writing, recording, editing, and presenting.For more complex projects, the <span><a href=\"https://web.library.emory.edu/news-events/news/archives/2018/new-production-studios.html\">Student Production Studio</a></span> on Level 1 of the Woodruff Library provides a larger space with more specialized, customizable, high-end equipment for video and audio recordings.</div></div><section class=\"related-links\"><h3>Related Links:</h3><ul class=\"links\"><li><a href=\"https://web.library.emory.edu/news-events/news/archives/2018/new-production-studios.html\">New production studios create spaces for student and faculty videography</a></li><li><a href=\"http://it.emory.edu/studentdigitallife/study_production_spaces/one-button-studio/index.html\">One-Button Studio webpage</a></li><li><a href=\"http://it.emory.edu/studentdigitallife/study_production_spaces/student-production-studio/index.html\">Student Production Studio webpage</a></li></ul></section><section class=\"contact-info\"><h3>For media inquiries, contact:</h3><ul class=\"contact\"><li class=\"name\"><strong>Holly Crenshaw</strong></li><li class=\"contact-phone\">\n                    Phone: \n                    404-727-0211</li><li class=\"contact-email\">\n                    Email: \n                    <a href=\"mailto:holly.crenshaw@emory.edu\">holly.crenshaw@emory.edu</a></li></ul><ul class=\"contact\"><li class=\"name\"><strong>Elaine Justice</strong></li><li class=\"contact-phone\">\n                    Phone: \n                    404-727-0643</li><li class=\"contact-email\">\n                    Email: \n                    <a href=\"mailto:elaine.justice@emory.edu\">elaine.justice@emory.edu</a></li></ul></section></article>"
      },
      "pubDate": "Wed, 30 Jan 2019 15:14:00 -0500",
      "guid": "https://web.library.emory.edu/news-events/news/archives/2019/one-button-studio.html"
                },
    {
      "title": "Former inaugural poet Richard Blanco to give free reading at Emory on Feb. 23",
      "link": "https://web.library.emory.edu/news-events/news/archives/2019/richard-blanco-free-reading.html",
      "description": "Richard Blanco, who gained recognition after reading his poem \"One Today\" at the second inauguration of President Barack Obama in 2013, will present his work on Saturday, Feb. 23, at 4 p.m. at Emory University's Schwartz Center for the Performing Arts.",
      "encoded": {
        "__prefix": "content",
        "__cdata": "<article class=\"data-entry\"><p class=\"author\"> by \n                Emory Libraries</p><div class=\" data-entry \"><div class=\"overview clearfix\"><figure class=\"structured-inset sixty-percent pull-right\"><img src=\"https://web.library.emory.edu/images/news/blanco1_by-timothy_greenfield-sanders-499.jpg\" alt=\"\" /><figcaption>Richard Blanco. Credit: Timothy Greenfield-Sanders.</figcaption></figure>Richard Blanco, who gained recognition after reading his poem &#8220;One Today&#8221; at the second inauguration of President Barack Obama in 2013, will present his work on Saturday, Feb. 23, at 4 p.m. at Emory University&#8217;s Schwartz Center for the Performing Arts.The event is open to the public at no charge. Tickets are not required, but seating will be limited. Books and a limited-edition broadside will be for sale at the reading, with a signing immediately after. Click <span><a href=\"http://web.library.emory.edu/news-events/calendar.html?trumbaEmbed=view%3Devent%26eventid%3D130974954\">here</a></span> to add this event to your calendar and receive event updates.Blanco is the youngest, first Latino, first immigrant and first gay person to serve as inaugural poet. He has visited Emory twice as a guest speaker of the Spanish and Portuguese department, in October 2016 and February 2017, and he placed his papers with the Stuart A. Rose Manuscript, Archives, and Rare Book Library last year.&#8220;We are honored that Richard Blanco will return to Emory to share his poetry,&#8221; says Rose Library director Jennifer Gunter King. &#8220;His strong voice and clarity of vision resonate deeply with the Rose Library&#8217;s literature and poetry collections, and provide inspiration and insight for the University and the Atlanta community.&#8221;The reading is part of the <span><a href=\"http://scholarblogs.emory.edu/danowskipoetrylibrary/reading-series-landing\">Raymond Danowski Poetry Library Reading Series</a></span>, now in its 14th season.<strong>About Richard Blanco</strong>Richard Blanco was born in Madrid, Spain, where his family resided briefly after exile from Cuba. They moved to New York City when he was an infant, then to Miami, where he grew up. On the advice of his parents, Blanco obtained a BS in civil engineering from Florida International University (FIU) in 1991 and started work as an engineer. He returned to FIU to earn his MFA in creative writing in 1997, launching his career as a professional poet.Blanco&#8217;s latest book of poems, &#8220;How to Love a Country&#8221; (Beacon Press, 2019), explores immigration, gun violence, racism, and LGBTQ issues. His other works include &#8220;Boundaries&#8221; (2017), which features Blanco&#8217;s poems paired with Jacob Hessler&#8217;s photos. The book examines the boundaries of race, gender, class, and ethnicity, and challenges the historic and current physical and psychological dividing lines in the United States.His first book of poetry, &#8220;City of a Hundred Fires&#8221; (1998), won the Agnes Lynch Starrett Poetry Prize. His other books of poetry include &#8220;Looking for the Gulf Motel&#8221; (2012), and &#8220;Directions to the Beach of the Dead&#8221; (2005). Blanco has received numerous accolades for his poetry, including the Paterson Poetry Prize, a PEN/Beyond Margins Award and multiple fellowships.Blanco published a memoir, &#8220;The Prince of Los Cocuyos: A Miami Childhood,&#8221; and released a children&#8217;s book, &#8220;One Today,&#8221; based on his inauguration poem. He also continues a blog he co-created with Cuban-American writer Ruth Behar called &#8220;Bridges to/from Cuba: Lifting the Emotional Embargo,&#8221; which shares the real lives and emotional histories of Cubans across the globe.His upcoming reading is sponsored by Emory Library and Information Technology Services (LITS), the Rose Library, the Hightower Fund, and the Creative Writing Program at Emory.<strong>The Schwartz Center is located on the Emory campus at 1700 N. Decatur Rd. in Atlanta, 30322. Parking is available in the <span><a href=\"http://bit.ly/fishburneparking\">Fishburne</a></span> deck. For disability-related accommodations, please contact Emory Libraries events manager Maya Cody in advance at 404-727-7620 or <span><a href=\"mailto:maya.cody@emory.edu\">maya.cody@emory.edu</a></span>.</strong></div></div><section class=\"related-links\"><h3>Related Links:</h3><ul class=\"links\"><li><a href=\"http://web.library.emory.edu/news-events/calendar.html?trumbaEmbed=view%3Devent%26eventid%3D130974954\">Add this event to your calendar and receive event updates</a></li><li><a href=\"http://news.emory.edu/stories/2018/02/upress_rose_blanco_papers/campus.html\">Emory acquires papers of Obama inaugural poet Richard Blanco (2018)</a></li></ul></section><section class=\"contact-info\"><h3>For media inquiries, contact:</h3><ul class=\"contact\"><li class=\"name\"><strong>Holly Crenshaw</strong></li><li class=\"contact-phone\">\n                    Phone: \n                    404-727-0211</li><li class=\"contact-email\">\n                    Email: \n                    <a href=\"mailto:holly.crenshaw@emory.edu\">holly.crenshaw@emory.edu</a></li></ul><ul class=\"contact\"><li class=\"name\"><strong>Elaine Justice</strong></li><li class=\"contact-phone\">\n                    Phone: \n                    404-727-0643</li><li class=\"contact-email\">\n                    Email: \n                    <a href=\"mailto:elaine.justice@emory.edu\">elaine.justice@emory.edu</a></li></ul></section></article>"
      },
      "pubDate": "Wed, 16 Jan 2019 14:47:00 -0500",
      "guid": "https://web.library.emory.edu/news-events/news/archives/2019/richard-blanco-free-reading.html"
                },
    {
      "title": "Finals hounding you? De-stress with therapy dogs",
      "link": "https://web.library.emory.edu/news-events/news/archives/2018/pet-therapy-study-break-2018.html",
      "description": "Finals can definitely put a damper on students' spirits, but Emory Libraries will help counter that with its annual Pet Therapy Study Break, which will take place 11:30 a.m. to 5 p.m. on Thursday, Dec. 13 in the Jones Room at the Woodruff Library. Students can escape the stress by spending a few minutes with one of three dogs (a fourth dog will be available for walk-ins).",
      "encoded": {
        "__prefix": "content",
        "__cdata": "<article class=\"data-entry\"><p class=\"author\"> by \n                Ramsey Baden</p><div class=\" data-entry \"><div class=\"overview clearfix\"><figure class=\"structured-inset sixty-percent pull-right\"><img src=\"https://web.library.emory.edu/images/news/pet-therapy-2017-a.jpg\" alt=\"\" /><figcaption>Stress melts away around the dogs at the Woodruff Library's Pet Therapy Study Break, set for Thursday, Dec. 13 this year. Image: Emory Libraries.</figcaption></figure>Finals can definitely put a damper on students&#8217; spirits, but Emory Libraries will help counter that with its annual Pet Therapy Study Break, which will take place 11:30 a.m. to 5 p.m. on Thursday, Dec. 13 in the Jones Room at the Woodruff Library. Students can escape the stress by spending a few minutes with one of three dogs (a fourth dog will be available for walk-ins). Almost 400 students attended this event last year, so students are strongly encouraged to sign up in advance at <span><a href=\"http://emorylib.info/pettherapybreak\">emorylib.info/pettherapybreak</a></span>.<span><a href=\"https://www.canineassistants.org/\">Canine Assistants</a></span>, which trains service dogs, and <span><a href=\"https://petpartners.org/\">Pet Partners</a></span>, which trains therapy dogs, will bring the pups to the study break. In addition, <span><a href=\"http://studenthealth.emory.edu/cs/\">Emory Counseling and Psychological Services</a></span> (CAPS) will bring Finn, one of its therapy dogs, to the study break session. The Native American Indian dog, a breed with hair (instead of fur) that can be more tolerable for people with allergies, is available through CAPS to help Emory students manage stress and anxiety throughout the year.</div><figure class=\"structured-inset fifty-percent pull-left\"><img src=\"https://web.library.emory.edu/images/news/pet-therapy-2017-b.jpg\" alt=\"\" /><figcaption>A special moment. Finals are transient, but the love of a dog will last you a lifetime. Image: Emory Libraries.</figcaption></figure>For seven years, the Woodruff Library&#8217;s pet therapy break has been one of Emory&#8217;s most popular and memorable events. The dogs provide a comforting change of pace for students in the library. &#8220;Petting the dogs last year was a good and different kind of study break than just going to Peet&#8217;s to grab a second cup of coffee,&#8221; says Cindy Huang, a senior majoring in business. &#8220;It definitely helped lighten my mood which made studying easier for the rest of the day.&#8221;&#8220;Spending a short amount of time just sitting and petting the dog was really comforting to me,&#8221; adds Kristina Jespersen, a senior majoring in film studies. &#8220;I have dogs and it reminded me of being at home.&#8221; Jespersen recalls that the dogs were charmingly content. &#8220;Our dog was falling asleep as we petted her and it was sweet and funny to see how relaxed she was compared to us,&#8221; she says.In addition, pet therapy can help students feel closer to home. &#8220;I was petting an older chocolate lab and when we started petting him, he spread out and was lying on his side,&#8221; says Mallika Kolachala, a senior majoring in human health. &#8220;It reminded me of my dog at home since he would lie the same way and put his head in my lap. The dog made me feel better since he reminded me of home and the fact that the semester was almost over.&#8221;</div><section class=\"related-links\"><h3>Related Links:</h3><ul class=\"links\"><li><a href=\"http://news.emory.edu/stories/2017/12/er_mm_photos_pet_study_break_2017/\">Photos: Pet therapy study break 2017</a></li><li><a href=\"https://web.library.emory.edu/news-events/news/archives/2017/emory-pet-therapy-2017.html\">Put your paws up: It's time for Woodruff Library's study break with the dogs (2017)</a></li></ul></section><section class=\"contact-info\"><h3>For media inquiries, contact:</h3><ul class=\"contact\"><li class=\"name\"><strong>Holly Crenshaw</strong></li><li class=\"contact-phone\">\n                    Phone: \n                    404-727-0211</li><li class=\"contact-email\">\n                    Email: \n                    <a href=\"mailto:holly.crenshaw@emory.edu\">holly.crenshaw@emory.edu</a></li></ul><ul class=\"contact\"><li class=\"name\"><strong>Elaine Justice</strong></li><li class=\"contact-phone\">\n                    Phone: \n                    404-727-0643</li><li class=\"contact-email\">\n                    Email: \n                    <a href=\"mailto:elaine.justice@emory.edu\">elaine.justice@emory.edu</a></li></ul></section></article>"
      },
      "pubDate": "Wed, 05 Dec 2018 12:06:00 -0500",
      "guid": "https://web.library.emory.edu/news-events/news/archives/2018/pet-therapy-study-break-2018.html"
                },
    {
      "title": "Health sciences library opens new \"Spirit Lives On\" dementia awareness exhibit",
      "link": "https://web.library.emory.edu/news-events/news/archives/2018/spirit-lives-on-dementia-exhibit.html",
      "description": "The Woodruff Health Sciences Center Library has opened \"The Spirit Lives On: Art and the Mind,\" a new dementia awareness permanent exhibit.",
      "encoded": {
        "__prefix": "content",
        "__cdata": "<article class=\"data-entry\"><p class=\"author\"> by \n                Emory Libraries</p><div class=\" data-entry \"><div class=\"overview clearfix\"><figure class=\"structured-inset sixty-percent pull-right\"><img src=\"https://web.library.emory.edu/images/news/spirit-lives-cockatiel-499.jpg\" alt=\"\" /><figcaption>Above and below: These two pieces of artwork from \"The Spirit Lives On\" permanent exhibit at the Woodruff Health Sciences Center Library were created by Alzheimer's and dementia patients and their caregivers at art and photography workshops. Photo of Edna Long with her cockatiel, Morgan, taken by her daughter, Leslie Merriman.</figcaption></figure>The Woodruff Health Sciences Center Library has opened &#8220;The Spirit Lives On: Art and the Mind,&#8221; a new dementia awareness permanent exhibit.The exhibit documents some of the photography and artwork aspects of &#8220;The Spirit Lives On: Art, Music, and the Mind,&#8221; which used the arts to highlight and acknowledge the impact of dementing illness on the lives of members of the Emory community.The three-part project, sponsored by the Emory University Alzheimer&#8217;s Disease Research Center and the Atlanta Master Chorale, took place between August 2015 and January 2016. The photography and painting portions of the project are displayed in this exhibit.&#8220;The Spirit Lives On&#8221; sought to increase the community&#8217;s awareness of issues facing persons living with a dementing illness and their caregivers; the particular prominence of the illnesses in the African American community was emphasized.&#160;</div><figure class=\"structured-inset fifty-percent pull-left\"><img src=\"https://web.library.emory.edu/images/news/spirit-lives-flower-art-499.jpg\" alt=\"\" /><figcaption>Drawing of flowers in a jug, by Sandra Haisten. Caregiver: Harry Haisten.</figcaption></figure>Thomas England, an Emory instructor and world-renowned photographer who has created portraits of presidents, famous musicians, and numerous world leaders, led the photography program. It focused on dementia as a family disease and highlighted the family caregiving experience.Spouses and adult children of individuals with dementia received cameras and were invited to four workshops that provided instruction on producing digital images and storytelling through photography. Ten photographs by eight participants are displayed in this exhibit.Edna Bacon, an experienced art therapist, potter, and Carlos Museum docent, led four sessions with five dementia patients and their caregivers. The sessions began in the galleries of the Carlos Museum, focusing on two or three objects, and they ended in the museum&#8217;s Tate Room where participants reflected and created their own artwork based on the objects they observed. Eight pieces of artwork by eight participants are featured in this part of the exhibit.<a href=\"http://health.library.emory.edu/services/hours/hours.html\">regular library hours</a></div><section class=\"related-links\"><h3>Related Links:</h3><ul class=\"links\"><li><a href=\"http://web.library.emory.edu/news-events/news/archives/2018/whsc-library-teaching-medicine-exhibit.html\">Health sciences library exhibit chronicles 'The History of Teaching Medicine at Emory'</a></li><li><a href=\"https://news.emory.edu/stories/2016/01/adrc_spirit_lives_on/index.html\">Emory showcases art and music to increase awareness of Alzheimer's disease (2016)</a></li></ul></section><section class=\"contact-info\"><h3>For media inquiries, contact:</h3><ul class=\"contact\"><li class=\"name\"><strong>Holly Crenshaw</strong></li><li class=\"contact-phone\">\n                    Phone: \n                    404-727-0211</li><li class=\"contact-email\">\n                    Email: \n                    <a href=\"mailto:holly.crenshaw@emory.edu\">holly.crenshaw@emory.edu</a></li></ul><ul class=\"contact\"><li class=\"name\"><strong>Elaine Justice</strong></li><li class=\"contact-phone\">\n                    Phone: \n                    404-727-0643</li><li class=\"contact-email\">\n                    Email: \n                    <a href=\"mailto:elaine.justice@emory.edu\">elaine.justice@emory.edu</a></li></ul></section></article>"
      },
      "pubDate": "Tue, 13 Nov 2018 16:57:00 -0500",
      "guid": "https://web.library.emory.edu/news-events/news/archives/2018/spirit-lives-on-dementia-exhibit.html"
                },
    {
      "title": "Locate Samuel Beckett letters in over 25 American archives with one website",
      "link": "https://web.library.emory.edu/news-events/news/archives/2018/beckett-letters-location-register.html",
      "description": "Emory University announces the debut of The Location Register of the Letters of Samuel Beckett in American Public Archives (beckett.library.emory.edu), an open-access website listing the archival descriptions and locations of the letters of the Irish Nobel laureate Samuel Beckett. Users can browse the Location Register by recipient, physical description, sender and recipient addresses, language, repository, collection, and previous publication.",
      "encoded": {
        "__prefix": "content",
        "__cdata": "<article class=\"data-entry\"><div class=\" data-entry \"><div class=\"overview clearfix\"><figure class=\"structured-inset fifty-percent pull-right\"><img src=\"https://web.library.emory.edu/images/news/Samuel_Beckett_Pic-cr-499x.jpg\" alt=\"\" /><figcaption>Samuel Beckett, 1977. Credit: Roger Pic/Bibliothèque nationale de France/Wikimedia Commons. Public domain.</figcaption></figure>Emory University announces the debut of The Location Register of the Letters of Samuel Beckett in American Public Archives (<span><a href=\"http://beckett.library.emory.edu\">beckett.library.emory.edu</a></span>), an open-access website listing the archival descriptions and locations of the letters of the Irish Nobel laureate Samuel Beckett. Users can browse the Location Register by recipient, physical description, sender and recipient addresses, language, repository, collection, and previous publication.The Location Register has been developed in collaboration with over 25 American literary archives, among them Emory, Boston, Chicago, Columbia, Harvard, Northwestern, Stanford, and Yale universities, as well as the Ransom Research Center of the University of Texas at Austin, the University of California at San Diego, Boston College, Dartmouth College, and others. Plans are moving forward to include international collections in public archives in the Location Register.The website has been made possible through a grant by The Gladys Krieble Delmas Foundation and gifts from Christopher Herbert and Nancy Welch, as well as from the College of Arts and Sciences of Emory University, Emory Libraries and Information Technology Services (LITS), and the Emory Center for Digital Scholarship (ECDS).The Location Register is a result of The Letters of Samuel Beckett at Emory University, (<span><a href=\"http://english.emory.edu/beckettletters/\">english.emory.edu/beckettletters</a></span>), a project established to collect, consult, and transcribe all extant letters by Beckett, and to publish the selected edition of &#8220;The Letters of Samuel Beckett&#8221; in four volumes (Cambridge University Press, 2009-2016). The edition has been published in French, German and Italian, a reflection of worldwide interest in Beckett&#8217;s writing.Over 16,000 letters were consulted and transcribed in the editing process, but the selected edition could include only about 20 percent of them.&#8220;Shortly after the publication of the final volume, the question arose of how to make the research of more than 30 years available to future scholarship,&#8221; says general editor Lois More Overbeck. &#8220;It was not feasible to publish all of the letters for many reasons, not least because letters have two owners, the writer and the holder of the physical property. Metadata provided a methodology to make it possible to respect these rights, as well as to make the archival location and descriptions of the letters accessible.&#8221;The Location Register of the Letters of Samuel Beckett is the first step to preserve the cumulative knowledge of this unique archive. Also in development is a Linked Data Project of the Letters of Samuel Beckett in Public Archives. In addition to the data in the Location Register, this open-access website will index the content in each letter: persons, places, organizations, productions, and publications mentioned, as well as Beckett&#8217;s writing, translating, directing, reading, and attendance at events.&#8220;We are honored to be a part of this special project to enhance widespread access and strengthen new forms of scholarship and research in significant ways,&#8221; says University Librarian Yolanda Cooper. &#8220;We have no doubt that this work will ensure the introduction of Beckett&#8217;s work to future generations of readers and scholars.&#8221;<strong>Repository of Samuel Beckett materials in the Stuart A. Rose Manuscript, Archives, and Rare Book Library</strong><strong>Martha Dow Fehsenfeld collection of Samuel Beckett letters, 1946-1982. </strong>Collection of letters written to Samuel Beckett with responses in his own hand, given to Martha Dow Fehsenfeld in 1987.<strong>Samuel Beckett collection, 1955-1996. </strong>Collection of handbills, playbills, and programs relating to Samuel Beckett productions in the United Kingdom.<strong>John Reilly Samuel Beckett audiovisual material, circa 1965-1993. </strong>Audiovisual materials created by John Reilly for his documentaries &#8220;Waiting for Beckett&#8221; (1994) and &#8220;Peephole Art-Beckett for Television&#8221; (1994).<strong>Dore Ashton and Matti Megged collection, 1942-1994. </strong>Collection of letters to author Dore Ashton and Matti Megged including correspondence from Octavio Paz, Samuel Beckett, Italo Calvino, E. E. Cummings, and Bernard Malamud.<strong>Stuart Rose literary collection, 1821-2012. </strong>Collection of manuscript and typescript drafts from well-known English-language authors including Samuel Beckett, Roy Campbell, John Clare, Nancy Cunard, Thomas De Quincey, Seamus Heaney, Ted Hughes, Derek Mahon, Sylvia Plath, Theodore Roethke, and W.B. Yeats.<strong>Edna O'Brien papers, circa 1939-2000. </strong>Literary and personal papers of Irish author Edna O'Brien.<strong>Derek Mahon papers, 1948-2014. </strong>Papers of poet Derek Mahon, including correspondence, literary manuscripts, collected printed material, photographs, audiovisual material, legal and financial papers, subject files, and ephemera.<strong>Desmond O'Grady papers, 1953-2007. </strong>Personal and literary papers of Irish poet and translator Desmond O'Grady from 1953-2001.<strong>Charles Monteith collection, 1948-1994. </strong>Collection of materials relating to Faber and Faber editor Charles Monteith including letters written between 1948 and 1994 from many of his literary associates.<strong>Raymond Danowski Poetry Library collection, circa 1904-2013. </strong>Collection of manuscript material collected as part of the Raymond Danowski Poetry Library including manuscripts, correspondence, printed material, and audiovisual material.<strong>Christopher Logue collection, 1945-2001. </strong>Personal and literary papers of British author Christopher Logue, including correspondence, literary notebooks, literary manuscripts, and collected printed material.<strong>Derek Mahon collection, 1985-1988, 1991, 2000. </strong>Small collection of materials relating to Irish poet Derek Mahon which includes correspondence, literary manuscripts, and some printed material.<strong>Peter Fallon - Gallery Press collection, circa 1967-1998. </strong>Personal and literary papers of Irish poet and publisher Peter Fallon, as well as the archives of the Gallery Press.</div></div><section class=\"related-links\"><h3>Related Links:</h3><ul class=\"links\"><li><a href=\"http://news.emory.edu/stories/2016/10/upress_beckett_letters/campus.html\">Last volume of Samuel Beckett's letters celebrated at Emory (2016)</a></li><li><a href=\"http://english.emory.edu/beckettletters/\">The Letters of Samuel Beckett vols. 1-4 project page (Emory English department)</a></li></ul></section><section class=\"contact-info\"><h3>For media inquiries, contact:</h3><ul class=\"contact\"><li class=\"name\"><strong>Holly Crenshaw</strong></li><li class=\"contact-phone\">\n                    Phone: \n                    404-727-0211</li><li class=\"contact-email\">\n                    Email: \n                    <a href=\"mailto:holly.crenshaw@emory.edu\">holly.crenshaw@emory.edu</a></li></ul><ul class=\"contact\"><li class=\"name\"><strong>Elaine Justice</strong></li><li class=\"contact-phone\">\n                    Phone: \n                    404-727-0643</li><li class=\"contact-email\">\n                    Email: \n                    <a href=\"mailto:elaine.justice@emory.edu\">elaine.justice@emory.edu</a></li></ul></section></article>"
      },
      "pubDate": "Mon, 05 Nov 2018 14:35:00 -0500",
      "guid": "https://web.library.emory.edu/news-events/news/archives/2018/beckett-letters-location-register.html"
                },
    {
      "title": "Oxford's game collection puts pieces together for stress relief",
      "link": "https://web.library.emory.edu/news-events/news/archives/2018/oxford-library-game-collection.html",
      "description": "The Oxford College Library's tabletop game collection provides relaxation in spades. The collection, which debuted in fall 2017, has become a great success with students, who use it to socialize and reduce stress amid demanding academics.",
      "encoded": {
        "__prefix": "content",
        "__cdata": "<article class=\"data-entry\"><p class=\"author\"> by \n                Ramsey Baden</p><div class=\" data-entry \"><div class=\"overview clearfix\"><figure class=\"structured-inset sixty-percent pull-right\"><img src=\"https://web.library.emory.edu/images/news/oxford-games-cards-humanity-499.jpg\" alt=\"\" /><figcaption>Oxford College students enjoy playing Cards Against Humanity, Monopoly, and other games from the Oxford College Library's game collection, especially on the library's game night. These images are from Game Night in March 2018. Credit: June Kwon/courtesy Oxford College Library.</figcaption></figure>The Oxford College Library&#8217;s tabletop game collection provides relaxation in spades. The collection, which debuted in fall 2017, has become a great success with students, who use it to socialize and reduce stress amid demanding academics.Phoebe Lei, a second-year student in Oxford&#8217;s International Student Association, especially likes Monopoly, which pushes her to &#8220;think strategically.&#8221; Lei is also excited about Oxford&#8217;s games because they provide &#8220;a great opportunity to socialize and make new friends while having fun,&#8221; she says.Since fall 2015, the library has hosted a Game Night each semester so that students can relax before their final exams. Game Nights have become very popular: each semester, <span><a href=\"https://scholarblogs.emory.edu/lits/2017/04/28/game-night-at-the-oxford-college-library-a-massive-success/\">over 170 students</a></span> compete in video game tournaments, narrate harrowing sessions of Werewolf (a roleplaying party game), and crack escape rooms created in the library.Courtney Baron, head of the library&#8217;s Teaching and Outreach Services, explains that as Game Nights became more popular, &#8220;students expressed interest in having a circulating game collection in the library.&#8221;</div><figure class=\"structured-inset sixty-percent pull-left\"><img src=\"https://web.library.emory.edu/images/news/game-night-monopoly-499.jpg\" alt=\"\" /><figcaption>Oxford College students enjoy playing Cards Against Humanity, Monopoly, and other games from the Oxford College Library's game collection, especially on the library's game night. These images are from Game Night in March 2018. Credit: June Kwon/courtesy Oxford College Library.</figcaption></figure>Students have been crucial to the curation process, shaping the game collection&#8217;s initial development through a survey taken at Oxford&#8217;s spring 2017 Game Night. Student employees continue to help by researching academic library game collections, creating an A-Z <span><a href=\"http://guides.oxford.library.emory.edu/games\">guide</a></span>, and maintaining Oxford&#8217;s games by checking their pieces once they are returned.Students outside the library are getting involved, too. Ethan Wang is a second-year student and president of Games, Cards, and Pieces, a new club for board games at Oxford. &#8220;The board game collection gives me time to relax and just have fun,&#8221; allowing him to &#8220;mentally recharge,&#8221; he says.Staff members are equally excited about the games. Oxford College Library dean Kitty McNeill provided funding and support for the collection. Archives coordinator Kerry Bowden assists with Game Nights and reaches out to student groups who want to use the games. Cataloging and acquisitions coordinator Paula Knight prepared the games for circulation. Baron helps plan Game Nights and develops uses for games in teaching. She also reaches out to students by working with Games, Cards, and Pieces, the <span><a href=\"https://oxford.emory.edu/life/leading-at-oxford/student-government-association.html\">SGA</a></span> Library Committee, and <span><a href=\"https://oxford.emory.edu/life/leading-at-oxford/clubs-and-organizations.html\">Game Central Station</a></span>.Oxford library staff spent a year checking <span><a href=\"https://boardgamegeek.com/\">BoardGameGeek</a></span> rankings and researching other game collections (such as MidAmerica Nazarene University&#8217;s <span><a href=\"https://www.mnu.edu/learning-commons/center-for-games-and-learning\">Center for Games &amp; Learning</a></span>) before purchasing the games in summer 2017. &#8220;Oxford College Library is a team-oriented environment, so all library staff played an important role,&#8221; Baron says.Oxford&#8217;s game collection currently consists of 104 titles, which students can check out for three days. In the words of second-year student Terrence Wang: &#8220;I have never seen so many different kinds of games.&#8221; Baron remarks that &#8220;students love the game collection and its reputation has soared &#8211; a first-year student told us it was the reason she decided to attend Oxford College.&#8221;The next Game Night will be held on Friday, Nov. 16, 8 p.m. - midnight at the Oxford College Library.<strong>The most popular games in the Oxford College Library&#8217;s collection:</strong>\n<li>7 Wonders</li>\n<li>Catan</li>\n<li>Exploding Kittens</li>\n<li>Forbidden Island</li>\n<li>One Night Ultimate Werewolf</li>\n<strong>Games you might not expect to see in the collection:</strong>\n<li>Arkham Horror</li>\n<li>Gloomhaven</li>\n<li>Harry Potter Hogwarts Battle</li>\n<li>Mechs vs. Minions</li>\n<li>Mystic Vale</li>\n<strong>Educational games for classes at Oxford:</strong>\n<li>Compounded</li>\n<li>Cytosis</li>\n<li>Dialect (Oxford College Library is recognized in the game's book)</li>\n<li>Evolution</li>\n<li>Spanish Scrabble</li>\n</div><section class=\"related-links\"><h3>Related Links:</h3><ul class=\"links\"><li><a href=\"http://guides.oxford.library.emory.edu/games\">Oxford College Library's Game Collection: A-Z Guide</a></li><li><a href=\"https://scholarblogs.emory.edu/lits/2017/04/28/game-night-at-the-oxford-college-library-a-massive-success/\">Game Night at the Oxford College Library a massive success</a></li></ul></section><section class=\"contact-info\"><h3>For media inquiries, contact:</h3><ul class=\"contact\"><li class=\"name\"><strong>Holly Crenshaw</strong></li><li class=\"contact-phone\">\n                    Phone: \n                    404-727-0211</li><li class=\"contact-email\">\n                    Email: \n                    <a href=\"mailto:holly.crenshaw@emory.edu\">holly.crenshaw@emory.edu</a></li></ul><ul class=\"contact\"><li class=\"name\"><strong>Elaine Justice</strong></li><li class=\"contact-phone\">\n                    Phone: \n                    404-727-0643</li><li class=\"contact-email\">\n                    Email: \n                    <a href=\"mailto:elaine.justice@emory.edu\">elaine.justice@emory.edu</a></li></ul></section></article>"
      },
      "pubDate": "Wed, 17 Oct 2018 13:43:00 -0400",
      "guid": "https://web.library.emory.edu/news-events/news/archives/2018/oxford-library-game-collection.html"
                },
    {
      "title": "Burkett to share stories of collecting Rose Library's African American materials",
      "link": "https://web.library.emory.edu/news-events/news/archives/2018/burkett-magee-conversation.html",
      "description": "Recently retired Rose Library curator Randall K. Burkett will share stories of how he discovered and brought many of the African American collections to the Rose Library in a Creativity Conversation with former Rose Library director Rosemary Magee.",
      "encoded": {
        "__prefix": "content",
        "__cdata": "<article class=\"data-entry\"><p class=\"author\"> by \n                Emory Libraries</p><div class=\" data-entry \"><div class=\"overview clearfix\"><figure class=\"structured-inset sixty-percent pull-right\"><img src=\"https://web.library.emory.edu/images/news/burkett-magee-499x375.jpg\" alt=\"\" /><figcaption>Randall K. Burkett and Rosemary Magee will be in conversation Oct. 30 in the Jones Room. Photos by Emory Photo/Video.</figcaption></figure>Recently retired Rose Library curator Randall K. Burkett will share stories of how he discovered and brought many of the African American collections to the Rose Library in a Creativity Conversation with former Rose Library director Rosemary Magee.The conversation is set for Tuesday, Oct. 30, at 6 p.m. in the Jones Room at the Woodruff Library, with a reception and related exhibition viewing in the Schatten Gallery to follow at 7 p.m. The event is open to the public at no charge. However, due to limited seating, registration at <span><a href=\"http://emorylib.info/burkett-magee\">emorylib.info/burkett-magee</a></span> is required.Burkett played a key role in securing many important acquisitions, including the papers of writers Alice Walker and Pearl Cleage, the Southern Christian Leadership Conference, and the extraordinary gift by Camille Billops and James Hatch of their priceless collection of rare books, manuscripts, photographs and oral histories that would otherwise be lost to history.The event is in conjunction with the exhibition &#8220;Building Emory&#8217;s African American Collections: Highlights from the Curatorial Career of Randall K. Burkett,&#8221; on view in the Schatten Gallery through February 2019.The <span><a href=\"http://creativity.emory.edu/events/creativity-conversations/index.html\">Rosemary Magee Creativity Conversation Series</a></span> highlights creativity and imagination as essential to every discipline and enterprise.<a href=\"mailto:maya.cody@emory.edu\">maya.cody@emory.edu</a></div></div><section class=\"related-links\"><h3>Related Links:</h3><ul class=\"links\"><li><a href=\"https://web.library.emory.edu/news-events/news/archives/2018/burkett-african-american-exhibition.html\">Emory's African American collections, and curator's keen eye, celebrated in new exhibition</a></li></ul></section><section class=\"contact-info\"><h3>For media inquiries, contact:</h3><ul class=\"contact\"><li class=\"name\"><strong>Holly Crenshaw</strong></li><li class=\"contact-phone\">\n                    Phone: \n                    404-727-0211</li><li class=\"contact-email\">\n                    Email: \n                    <a href=\"mailto:holly.crenshaw@emory.edu\">holly.crenshaw@emory.edu</a></li></ul><ul class=\"contact\"><li class=\"name\"><strong>Elaine Justice</strong></li><li class=\"contact-phone\">\n                    Phone: \n                    404-727-0643</li><li class=\"contact-email\">\n                    Email: \n                    <a href=\"mailto:elaine.justice@emory.edu\">elaine.justice@emory.edu</a></li></ul></section></article>"
      },
      "pubDate": "Tue, 02 Oct 2018 14:32:00 -0400",
      "guid": "https://web.library.emory.edu/news-events/news/archives/2018/burkett-magee-conversation.html"
                },
    {
      "title": "Guests can get up close with artists' books at upcoming Rose Library event",
      "link": "https://web.library.emory.edu/news-events/news/archives/2018/bound-with-history-common-thread-emory.html",
      "description": "Guests are invited to examine artists' books up close and find the \"common thread\" in a new exhibit and related event on Thursday, Oct. 11, 2018 in Emory University's Stuart A. Rose Manuscript, Archives, and Rare Book Library.",
      "encoded": {
        "__prefix": "content",
        "__cdata": "<article class=\"data-entry\"><p class=\"author\"> by \n                Emory Libraries</p><div class=\" data-entry \"><div class=\"overview clearfix\"><figure class=\"structured-inset sixty-percent pull-right\"><img src=\"https://web.library.emory.edu/images/news/bound-with-history-viva-voce-500x380.jpg\" alt=\"\" /><figcaption>Maria G. Pisano, \"Viva Voce,\" 2011. This artist's book will be out from under the display glass for the Bound with History event. Credit: Paige Knight, Emory Libraries.</figcaption></figure>Guests are invited to examine artists&#8217; books up close and find the &#8220;common thread&#8221; in a new exhibit and related event on Thursday, Oct. 11, 2018 in Emory University&#8217;s Stuart A. Rose Manuscript, Archives, and Rare Book Library.&#8220;Bound with History: Encounters with the Rose Library&#8217;s Rare Book Collections&#8221; will take place from 4:30-6 p.m. in the Rose Library. The event is open to the public at no charge, but guests must register at <span><a href=\"http://emorylib.info/bound\">emorylib.info/bound</a></span>.Two book artists, Ellen Knudson of Crooked Letter Press in Gainesville, Florida, and Andrew Huot of Big River Bindery in Norcross, Georgia, will talk about their training, inspiration, and process, from 4:30-5:15 p.m.Guests will be able to touch and turn the pages of selected artists&#8217; books, which will be out from under the display glass, prior to the program at 4:15 p.m. and after the conclusion at 5:15 p.m. A reception will follow at 5:30 p.m.&#8220;We will display artists&#8217; books that participants can examine up close, including works by the speakers, Knudson and Huot, as well as those by book artists and binders such as Julie Chen and Walter Hamady, whose work inspired our speakers in their own creative process,&#8221; says Beth Shoemaker, Rose Library&#8217;s rare book cataloger.&#8220;Common Thread: Women&#8217;s Experience through Artists&#8217; Books,&#8221; an exhibit of artists&#8217; books by women, runs Oct. 8, 2018 through Jan. 11, 2019 in the Rose Library. Visit the <span><a href=\"http://web.library.emory.edu/exhibitions/common-thread-womens-experience-through-artists-books.html\">exhibitions page</a></span> for hours and more information.<a href=\"https://goo.gl/maps/Ju6qsqJt8hk\">540 Asbury Circle in Atlanta, 30322</a><a href=\"http://bit.ly/fishburneparking\">Fishburne</a><a href=\"mailto:maya.cody@emory.edu\">maya.cody@emory.edu</a></div></div><section class=\"related-links\"><h3>Related Links:</h3><ul class=\"links\"><li><a href=\"http://rose.library.emory.edu/exhibitions/past-exhibitions/shakespeare-artists-books.html\">Shakespeare artists' books exhibit (2016)</a></li><li><a href=\"https://artistsbooksshowcase.digitalscholarship.emory.edu/exhibits/show/artistsbooksshowcase\">Artists' Books Showcase, with photos (MARBL, 2012)</a></li></ul></section><section class=\"contact-info\"><h3>For media inquiries, contact:</h3><ul class=\"contact\"><li class=\"name\"><strong>Holly Crenshaw</strong></li><li class=\"contact-phone\">\n                    Phone: \n                    404-727-0211</li><li class=\"contact-email\">\n                    Email: \n                    <a href=\"mailto:holly.crenshaw@emory.edu\">holly.crenshaw@emory.edu</a></li></ul><ul class=\"contact\"><li class=\"name\"><strong>Elaine Justice</strong></li><li class=\"contact-phone\">\n                    Phone: \n                    404-727-0643</li><li class=\"contact-email\">\n                    Email: \n                    <a href=\"mailto:elaine.justice@emory.edu\">elaine.justice@emory.edu</a></li></ul></section></article>"
      },
      "pubDate": "Thu, 27 Sep 2018 16:04:00 -0400",
      "guid": "https://web.library.emory.edu/news-events/news/archives/2018/bound-with-history-common-thread-emory.html"
                }
  ]
}
